Repository: triopsi/th-reviews-bar
Catalog: lang/thrb-*.po
Languages: de_de

source: A simple reviews plugin. Create and display reviews on your site or posts. Includes: Widget
de_de: Ein einfacher Bewertungs Plugin. Erstelle und zeige Bewertungen auf deiner Seite oder in deinen Beiträgen. Inklusiv: Widget

source: How It Works
de_de: Wie es funktioniert

source: Help
de_de: Hilfe

source: How It Works - Display and shortcode
de_de: Wie es funktioniert - Übersicht aller Shortcodes

source: Geeting Started with TH Review Bar
de_de: Erste Schritte mit TH Reviews Bar

source: Step 1. Go to "All Reviews --> Add New Review"
de_de: Schritt 1. Gehe auf "Alle Bewertungen --> Neue Bewertung hinzufügen"

source: Step 2. Add Review title, a Review image under the featured image section and rating the review.
de_de: Schritt 2. Füge ein Titel, ein Bewertungsbild unter dem Bereich Beitragsbild und bewerte die Bewertung.

source: Step 3a. Copy-paste the shortcode <span class="thrb-shortcode-preview">[thrb]</span> anywhere in your post or site for show a list of reviews
de_de: Schritt 3a. Kopiere und füge den Shortcode <span class="thrb-shortcode-preview">[thrb]</span>, für eine liste von Bewertungen, überall auf deiner Seite ein

source: or
de_de: oder

source: Step 3b. Copy-paste the shortcode <span class="thrb-shortcode-preview">[thrb reviewid="&lt;id&gt;"]</span> anywhere in your post or site for show a single review
de_de: Schritt 3b. Kopiere und füge den Shortcode <span class="thrb-shortcode-preview">[thrb reviewid="&lt;id&gt;"]</span>, für eine Einzelansicht, überall auf deiner Seite ein

source: All Shortcodes
de_de: Alle Shortcodes

source: Default shortcode. Show reviews in a list
de_de: Standard Shortcode. Zeigt alle Bewertungen in einer Liste

source: show a single review
de_de: Zeigt eine einzelne Bewertung

source: All Shortcodes parameters
de_de: Alle Shortcode Parameter

source: Show random reviews instead of sorted by date
de_de: Zeige zufällige Bewertungen, anstatt sortiert nach Datum, an

source: Images have a round radios
de_de: Bild hat runde Ecken

source: sort the Review in ascending or descending order. Value=asc or desc
de_de: Sortieren Sie die Bwertungen in aufsteigender oder absteigender Reihenfolge. Value=asc oder desc

source: Show stars on review
de_de: Zeige Sterne in der Bewertung

source: Show the title of the review
de_de: Zeige Titel in der Bewertung

source: Show author name on review
de_de: Zeige Authornamen in der Bewertung

source: Show the descriptions of review
de_de: Zeige die Beschreibung in der Bewertung

source: Number of reviews to show
de_de: Anzahl der angezeigten Bewertungen

source: -1 to show all reviews.
de_de: -1 zeigt alle Bewertungen an.

source: HTML or text before the random review
de_de: HTML oder Text vor der zufälligen Bewertung

source: HTML or text after the random review
de_de: HTML oder Text nach der zufälligen Bewertung

source: e.g.
de_de: z.B.

source: Use the widget to insert a list of reviews in your page or post.
de_de: Benutze das Widget für das hinzufügen einer Bewertungsliste auf deiner Seite oder Beitrag.

source: Need Support?
de_de: Brauchst du Support?

source: Check plugin document for shortcode parameters.
de_de: Checke die Plugin Dokumentation für Shortcodes Parameters.

source: Documentation
de_de: Dokumentation

source: Donate
de_de: Spende

source: Used libraries
de_de: Benutzte Bibliotheken

source: Review details
de_de: Bewertungsdetails

source: Author name
de_de: Authornamen

source: e.g. Max
de_de: z.B. Max

source: Rating
de_de: Bewertung

source: Color shema
de_de: Farbschema

source: Choose a color for bottom border:
de_de: Wähle eine Farbe für den unteren Rand aus:

source: Use Font Awesome CDN?
de_de: Font Awesome CDN benutzen?

source: This color will use for the review section
de_de: Diese Farbe wird für die Bewertungsseite benutzt

source: Want to use the CDN for Font Awesome Icons?
de_de: Möchtest du die CDN für Font Awesome Icons benutzen?

source: By default the plugin used and needed the font awesome icon libary(%s).
de_de: Standardmäßig braucht und nutzt das Plugin die Font Awesome Icons Bibliothek(%s).

source: yes
de_de: Ja

source: no
de_de: Nein

source: TH Reviews Options
de_de: TH Reviews Einstellungen

source: Save Settings
de_de: Speicher Einstellungen

source: Debug information
de_de: Debuginformationen

source: You are seeing this because your WP_DEBUG variable is set to true.
de_de: Du siehst diesen Bereich, weil du in deiner Konfig-Datei die Variable DEBUG auf true gesetzt hast.

source: Review
de_de: Bewertung

source: Add New Review
de_de: Neue Bewertung hinzufügen

source: New Review
de_de: Neue Bewertung

source: Edit Review
de_de: Bewertung bearbeiten

source: View Review
de_de: Bewertung anzeigen

source: All Reviews
de_de: Alle Bewertungen

source: Search Review
de_de: Suche Bewertung

source: No Reviews found.
de_de: Keine Bewertungen gefunden.

source: No Reviews found in Trash.
de_de: Keine Bewertungen im Papierkorb gefunden.

source: Review updated.
de_de: Bewertung aktualisiert.

source: Review published.
de_de: Bewertung veröffentlicht.

source: Reviews saved.
de_de: Bewertungen gespeichert.

source: Reviews draft updated.
de_de: Bewertungsentwürfe aktualisiert.

source: Review name
de_de: Bewertungsnamen

source: Widget for the Plugin TH Reviews Bar
de_de: Widget für das Plugin TH Reviews Bar

source: Sorted by
de_de: Sortieren nach

source: ascending order from newest to oldest date
de_de: Aufsteigende Reihenfolge vom neuesten zum ältesten Datum

source: descending order from oldest to newest date
de_de: Absteigende Reihenfolge vom ältesten zum neuesten Datum
